CSI API ETABS v1
cDesignSteel.BS5950_2000 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStBS5950_2000 BS5950_2000 { get; }
ReadOnly Property BS5950_2000 As cDStBS5950_2000
	Get
Dim instance As cDesignSteel
Dim value As cDStBS5950_2000
value = instance.BS5950_2000
property cDStBS5950_2000^ BS5950_2000 {
	cDStBS5950_2000^ get ();
}
abstract BS5950_2000 : cDStBS5950_2000 with get
Property Value
Type: cDStBS5950_2000
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace